package com.example.abner.xywy_net.entity;

import java.util.List;

/**
 * Created by think on 2017/6/14.
 */

public class ZJBean {

    /**
     * data : [{"document_id":"8580","title":"你好，我妈老是喝酒，不喝她就会很难受，请问是病吗","club_id":"8918115","reply":"长期饮酒，容易造成酒精依赖性脑病，这是一种慢性脑疾病，患者主要表现为无法受控，不能控制自己的行为，想要不断进行重复喝酒的行为，就是无法控制自己的行为进行饮酒，并且思维意识都会出现改变。许多患者会出现脾气暴躁、怪异等等。所以要想劝你父亲戒酒，首先要让患者意识到酒精的危害，并且制定全新的生活作息制度。此外，对于饮酒患者来说，劳逸结合、适当运动、做到起居有节，合理膳食也是促进恢复的有效手段。最后保持愉快的心情和积极地生活态度，树立战胜疾病的信心，和持之以恒的毅力也是防治本病的有力保障。     国内首个戒酒中心在我院开展， 以立体定向微创手术为主，从生理到心理对患者进行专病专诊专治，并建立长期随访系统，从生理、心理行为矫正等方面指导患者进行综合康复治疗。"},{"document_id":"8990","title":"连续吸食冰毒一年多想戒了","club_id":"8920911","reply":"成瘾类物品的脑内受体主要在被盖区（VTA）、伏隔核、苍白球、杏仁核、蓝斑核等神经核团组成了多巴胺代谢通路。成瘾类物品反 复使用后，可以使这些特定的结构发生改变，成为病理性快乐中枢和组成非正常代谢途径，促使多巴胺异常释放，产生奖赏效应。同时，反复毒物刺激又引起大脑边 缘系统异常冲动，产生焦虑、烦躁和情感异常等精神症状。应用这些机理，针对这些部位进行精确的立体定向手术，达到防止复吸的效果。"},{"document_id":"19435","title":"吸食k粉，过量进了一次医院","club_id":"9164340","reply":"建议采用微创手术戒毒。手术是高精度的，在局麻下进行，其目的只是对病理性快乐中枢进行破坏，把吸毒者从\u201c毒瘾\u201d的煎熬中解脱出来，对大脑其他功能影响不大。戒毒手术比较成熟，已经进行15年了，根据我们的病例随访复吸率低于3%。目前国内最有资质开展戒毒手术的只有我们医院，具体可了解央视《社会与法》《见证》 20130524 第十九层地栏目报道。"},{"document_id":"24835","title":"请问专家：左手间歇性抖动是怎么治疗？","club_id":"9055211","reply":"属于静止性震颤吗？平时紧张时手抖是否会加重？家族是否有病史？平时留意一下引少量的酒观察一下手抖是否会消失，但是次日加重？现在不好说，由于手抖的原因比较多，如帕金森、特发性震颤、其他锥体外系类疾病、小脑病变、甲亢、肝豆状核变形、颈椎疾病、药源性震颤等等。所以确诊必须去三甲专科医院神经内科找有经验的医生进行确诊治疗。"},{"document_id":"26143","title":"帕金森3年，现在服药后药效不明显，需要到贵医院复诊吗？","club_id":"9360682","reply":"患者出现腰腿痛主要原因是局部的肌肉僵直所致。治疗帕金森病肌肉僵直引起的疼痛，常常需要补充左旋多巴，多数患者的疼痛，在药物起效时随着肌肉僵直的缓解而缓解，但在用药的后期，少数患者在左旋多巴起效的高峰期，反而会出现下肢，尤其是足趾的痉挛性疼痛，出现这种情况往往比较难处理。因为这显然是左旋多巴的不良反应，减少剂量往往可以减轻痛性痉挛的症状，一般采用减少每次左旋多巴的用量而增加给药的次数，或者增加多巴胺受体激动及药物的剂量，一般都能起到良好效果。"},{"document_id":"27157","title":"左手扭转痉挛肌张力障碍，已经手术了","club_id":"9388829","reply":"您所说的神经刺激器是指DBS（脑起搏器）吗？麻烦叙述明白点"},{"document_id":"27160","title":"左手扭转痉挛肌张力障碍，已经手术了","club_id":"9388829","reply":"建议去医院进行复查，看一下手术靶点是否精确。听取一下专家意见有必要去骨科看能够进行矫形治疗。【查看我的门诊时间】"},{"document_id":"27172","title":"左手扭转痉挛肌张力障碍，已经手术了","club_id":"9388829","reply":"现在主要是手部的问题吗？还有哪里？胳膊情况如何？建议去做手术的医院进行复查，看是否手术靶点位置不够精确。"},{"document_id":"43517","title":"男友吸食冰毒5年，怎样能快速戒掉？","club_id":"9876863","reply":"建议采用微创手术戒毒。手术是高精度的，在局麻下进行，其目的只是对病理性快乐中枢进行破坏，把吸毒者从\u201c毒瘾\u201d的煎熬中解脱出来，对大脑其他功能影响不大。戒毒手术比较成熟，已经进行15年了，根据我们的病例随访复吸率低于3%。目前国内最有资质开展戒毒手术的只有我们医院，具体可了解央视《社会与法》《见证》 20130524 第十九层地栏目报道。"},{"document_id":"44331","title":"帕金森三年，现在吃美多巴，还有什么特效药吗？","club_id":"9892532","reply":"神经节甘旨胶囊只可作为神经保健辅助的功效，无法替代左旋多巴类药物控来控制帕金森患者症状，考虑患者年龄较大，最好还是用药治疗，平时家人应该安排好患者的日常起居生活，避免出现摔倒等情况。同时患者自己也可以进行简单的康复训练来阻止病情发展过快，如1、深呼吸可以记加强房东并在护理中有意识地运动横隔。2、转颈 ，加强颈部的柔韧性等等。"},{"document_id":"49292","title":"帕金森","club_id":"9921032","reply":"如果出现这些情况，用药控制不佳，建议来三甲专科医院神经内科进行一下药物调理，没有服用过美多巴吗？如果想得到更好的控，可考虑外科手术进一步治疗，手术分为毁损术和脑起搏器手术，毁损术费用相对脑起搏器相对便宜，费用在万5左右，但是也存在弊端，就是3\u2014\u20145年后容易复发。脑起搏器手术是目前最佳的治疗帕金森的唯一术式，具有可逆可调节有效控制帕金森症状，当然需要看你是否适合进行手术治疗，还需要你来门诊查看一下。"},{"document_id":"54160","title":"脑瘫病情","club_id":"10115899","reply":"患儿脚后跟能否着地？肢体有没有偏僵硬？建议详细说明一下，如果是痉挛性脑瘫，四肢肌张力较高的类型。单纯的康复训练效果不大，建议配合FSPR术，中文名称为选择性脊神经后跟切断术，主要降低肌张力至正常人水准，术后再配合康复训练能否最大程度上达到改善走路以及运动障碍的情况。【查看我的门诊时间】"},{"document_id":"56001","title":"药物戒断，我想药物治疗一下，有轻微的生理和心理反应","club_id":"10138357","reply":"一般吸毒成瘾会形成严重的心理依赖，如果想彻底戒毒摆脱心理依赖可了解一下我院戒毒微创立体定向脑部多靶点毁损术。自2000年以来，我院就在国际上率先采用成熟的立体定向微创技术，对大脑中与毒品心理依赖密切相关的神经环路中的关键核团进行干预，阻断、削弱病理环路的异常活动，从而达到彻底戒毒的目的。截至目前，我院院共完成手术272例，总有效率85.5％，最长无复吸病例的时间已超过了10年"},{"document_id":"58588","title":"右手震颤，近期有加重趋势，自然状态或拿重物时无症状。","club_id":"10204034","reply":"紧张时时候会加重？平时有没有饮酒的习惯，酒后震颤能够得到控制吗？手抖的原因比较多，现在还不好明确下定义，比较像特发性震颤以及帕金森。建议来三甲医院神经内科进行确诊，及时用药改善症状。【查看我的门诊时间】"},{"document_id":"79459","title":"帕金森病有6年多，发现手和脚震颤的越来越频繁，有什么更好治疗","club_id":"10734755","reply":"帕金森是一种进行性发展加重的疾病，随着时间的推移病情加重，服用的剂量也随之需要增加，或者进行联合用药。但是建议患者不要在家自行的加减药物，对于病情十分不利。最好去三甲专科医院神经内科进行药物调理。长时间服药患者也会出现身体耐药性以及副作用的现象，也可进行外科手术提高生活质量，改善症状。目前有效的手术为毁损术和脑起搏器手术。"},{"document_id":"80161","title":"爱喝酒，喝酒就神志不清，骂人，有严重的心里隐患","club_id":"10757266","reply":"饮酒危害极大，长期一扭对身体造成极大伤害。很多人或许不了解长期饮酒还会造成酒精依赖性脑病，就是无法控制自己的行为进行饮酒，并且思维意识都会出现改变。许多患者会出现脾气暴躁、怪异等等。所以要想劝你父亲戒酒，首先要让患者意识到酒精的危害，并且制定全新的生活作息制度。此外，对于饮酒患者来说，劳逸结合、适当运动、做到起居有节，合理膳食也是促进恢复的有效手段。最后保持愉快的心情和积极地生活态度，树立战胜疾病的信心，和持之以恒的毅力也是防治本病的有力保障。     国内首个戒酒中心在我院开展， 以立体定向微创手术为主，从生理到心理对患者进行专病专诊专治，并建立长期随访系统，从生理、心理行为矫正等方面指导患者进行综合康复治疗。"},{"document_id":"80392","title":"帕金森病、近几天走路困难肌张力差","club_id":"10578863","reply":"患者目前出现的症状属于帕金森症状加重的表现，帕金森是一种缓慢的进行性加重的疾病，随着时间病情会呈现逐渐发展的趋势，药物也会随之进行调整，增加剂量或者联合用药等。如果难受生活质量过低同时服用药物效果不佳的患者，可考虑外科手术改善症状，目前手术分为两类，一类为毁损术、第二类为脑起搏器手术。手术也是目前能够最大化的减轻患者痛苦，提高生活质量，减轻药物副作用的干预方式。"},{"document_id":"83991","title":"15年帕病常服美多巴日1片半泰舒达日2片现效力减退有无新特效","club_id":"10868322","reply":"帕金森没有什么特效药，临床中一线药物多为西药，如美多巴、泰舒达、森服罗、息宁、柯丹、金刚烷胺等，其中美多巴是主要药物，其他均为缓释剂。考虑患者患病时间较久，药物已经出现严重副作用以及身体耐药性，建议进行外科手术进行进一步治疗。最好来门诊看一下是否具备手术治疗的资质，【查看我的门诊时间】"},{"document_id":"89240","title":"痉挛性斜颈","club_id":"11021515","reply":"痉挛性斜颈的治疗药物治疗：包括多巴胺类药、多巴胺受体促效剂多巴胺受体阻滞剂短时多巴胺排除剂抗胆碱能制剂GABA能药等、用腊肠菌毒素注射痉挛受累肌肉有一定疗效当不能根治。一般不建议中医以及针灸治疗，效果不明确。手术治疗：常用的方法有颈神经前根副神经根切断术、立体定向手术、选择型颈肌及神经切断术、选择型周围神经切断术、及副神经根显微血管减压术。"},{"document_id":"92231","title":"我老公平时在家不喝酒，只是特别的非常在外边喝酒，并且一喝就多","club_id":"11120494","reply":"长期喝酒会造成一种慢性脑疾病，成瘾是由于大脑结构或神经递质的传导出现问题所致。所以，戒酒并非只靠毅力就可以解决问题。戒除酒瘾的关键在于消除患者的心理因素,但是可以辅佐一些药物(戒酒硫)以克服戒酒初期生理上的需要。像是比较常用的戒酒硫,常用来治疗交感神经过度兴奋的药物,以降低戒断反应的严重度,震颤及癫痫的发生率。      但是如果是想要让自己充分放松,除了心理对压力的调适之外,请多作运动,避免摄取令人刺激兴奋的食物（咖啡等）、获取充足睡眠,长时间持续调整生活作息,即可有效地调整心理紧张的状态。总之，酒依赖像其他依赖性疾病一样，是一种以精神症状为主的慢性脑疾病，需进行长期的综合治疗，病人及家属应做长期打算。对于严重性酒精依赖脑病患者，建议采用立体定向微创手术进行治疗干预。"}]
     * code : 10000
     */

    private int code;
    private List<DataBean> data;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * document_id : 8580
         * title : 你好，我妈老是喝酒，不喝她就会很难受，请问是病吗
         * club_id : 8918115
         * reply : 长期饮酒，容易造成酒精依赖性脑病，这是一种慢性脑疾病，患者主要表现为无法受控，不能控制自己的行为，想要不断进行重复喝酒的行为，就是无法控制自己的行为进行饮酒，并且思维意识都会出现改变。许多患者会出现脾气暴躁、怪异等等。所以要想劝你父亲戒酒，首先要让患者意识到酒精的危害，并且制定全新的生活作息制度。此外，对于饮酒患者来说，劳逸结合、适当运动、做到起居有节，合理膳食也是促进恢复的有效手段。最后保持愉快的心情和积极地生活态度，树立战胜疾病的信心，和持之以恒的毅力也是防治本病的有力保障。     国内首个戒酒中心在我院开展， 以立体定向微创手术为主，从生理到心理对患者进行专病专诊专治，并建立长期随访系统，从生理、心理行为矫正等方面指导患者进行综合康复治疗。
         */

        private String document_id;
        private String title;
        private String club_id;
        private String reply;

        public String getDocument_id() {
            return document_id;
        }

        public void setDocument_id(String document_id) {
            this.document_id = document_id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getClub_id() {
            return club_id;
        }

        public void setClub_id(String club_id) {
            this.club_id = club_id;
        }

        public String getReply() {
            return reply;
        }

        public void setReply(String reply) {
            this.reply = reply;
        }
    }
}
